Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: Slovakia requires every VAT-registered business to issue, receive and report structured e-invoices from 1 January 2027, over a Peppol-based network with central reporting (IS EFA).
de: Die Slowakei verpflichtet ab 1. Januar 2027 jedes umsatzsteuerpflichtige Unternehmen, strukturierte E-Rechnungen über ein Peppol-basiertes Netzwerk mit zentraler Meldung (IS EFA) auszustellen, zu empfangen und zu melden.
es: Eslovaquia exige a toda empresa registrada a efectos de IVA emitir, recibir y declarar facturas electrónicas estructuradas a partir del 1 de enero de 2027, a través de una red basada en Peppol con notificación centralizada (IS EFA).
fi: Slovakia edellyttää 1.1.2027 alkaen jokaiselta alv-rekisteröidyltä yritykseltä rakenteisten verkkolaskujen laatimista, vastaanottamista ja raportointia Peppol-pohjaisen verkon kautta keskitetyllä raportoinnilla (IS EFA).
fr: La Slovaquie impose à toute entreprise assujettie à la TVA d'émettre, de recevoir et de déclarer des factures électroniques structurées à partir du 1er janvier 2027, via un réseau basé sur Peppol avec signalement centralisé (IS EFA).
it: La Slovacchia impone a ogni impresa con partita IVA di emettere, ricevere e comunicare fatture elettroniche strutturate dal 1° gennaio 2027, tramite una rete basata su Peppol con rendicontazione centralizzata (IS EFA).
ja: スロバキアは2027年1月1日から、付加価値税登録事業者すべてに対し、中央報告制度（IS EFA）を備えたPeppolベースのネットワーク経由で構造化された電子インボイスの発行・受信・報告を義務付けます。
ko: 슬로바키아는 2027년 1월 1일부터 모든 부가가치세 등록 사업자에게 중앙 보고 체계(IS EFA)를 갖춘 Peppol 기반 네트워크를 통한 구조화된 전자 인보이스의 발행, 수신 및 보고를 의무화합니다.
nl: Slowakije verplicht elk btw-plichtig bedrijf om vanaf 1 januari 2027 gestructureerde e-facturen uit te reiken, te ontvangen en te rapporteren via een op Peppol gebaseerd netwerk met centrale rapportage (IS EFA).
pl: Słowacja zobowiązuje każdą firmę zarejestrowaną jako podatnik VAT do wystawiania, odbierania i raportowania ustrukturyzowanych e-faktur od 1 stycznia 2027 r., za pośrednictwem sieci opartej na Peppol z centralnym raportowaniem (IS EFA).
pt_br: A Eslováquia exige que toda empresa registrada para o IVA emita, receba e informe faturas eletrônicas estruturadas a partir de 1º de janeiro de 2027, por uma rede baseada em Peppol com relato centralizado (IS EFA).
zh_hans: 斯洛伐克要求所有增值税注册企业自 2027 年 1 月 1 日起，通过带有中央申报机制（IS EFA）的 Peppol 网络开具、接收并申报结构化电子发票。
zh_hant: 斯洛伐克要求所有加值稅登記企業自 2027 年 1 月 1 日起，透過具備中央申報機制（IS EFA）的 Peppol 網路開立、接收並申報結構化電子發票。

source: Slovenia requires every business to exchange structured e-invoices from 1 January 2028, over Peppol or an accredited provider.
de: Slowenien verpflichtet ab 1. Januar 2028 jedes Unternehmen zum Austausch strukturierter E-Rechnungen über Peppol oder einen akkreditierten Anbieter.
es: Eslovenia exige a toda empresa intercambiar facturas electrónicas estructuradas a partir del 1 de enero de 2028, a través de Peppol o de un proveedor acreditado.
fi: Slovenia edellyttää 1.1.2028 alkaen jokaiselta yritykseltä rakenteisten verkkolaskujen vaihtamista Peppolin tai valtuutetun palveluntarjoajan kautta.
fr: La Slovénie impose à toute entreprise d'échanger des factures électroniques structurées à partir du 1er janvier 2028, via Peppol ou un prestataire agréé.
it: La Slovenia impone a ogni impresa lo scambio di fatture elettroniche strutturate dal 1° gennaio 2028, tramite Peppol o un fornitore accreditato.
ja: スロベニアは2028年1月1日から、すべての事業者に対しPeppolまたは認定プロバイダ経由での構造化された電子インボイスの交換を義務付けます。
ko: 슬로베니아는 2028년 1월 1일부터 모든 사업체에 Peppol 또는 공인 제공업체를 통한 구조화된 전자 인보이스 교환을 의무화합니다.
nl: Slovenië verplicht elk bedrijf om vanaf 1 januari 2028 gestructureerde e-facturen uit te wisselen via Peppol of een erkende aanbieder.
pl: Słowenia zobowiązuje każdą firmę do wymiany ustrukturyzowanych e-faktur od 1 stycznia 2028 r., za pośrednictwem Peppol lub akredytowanego dostawcy.
pt_br: A Eslovênia exige que toda empresa troque faturas eletrônicas estruturadas a partir de 1º de janeiro de 2028, pelo Peppol ou por um provedor credenciado.
zh_hans: 斯洛文尼亚要求所有企业自 2028 年 1 月 1 日起通过 Peppol 或认证服务商交换结构化电子发票。
zh_hant: 斯洛維尼亞要求所有企業自 2028 年 1 月 1 日起透過 Peppol 或認證服務商交換結構化電子發票。

source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo ha salido mal
fi: Jokin meni pieleen
fr: Une erreur est survenue
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_br: Algo deu errado
zh_hans: 出错了
zh_hant: 發生錯誤

source: Spain phases in mandatory B2B e-invoicing from 1 October 2027 (turnover above €8 million) and 1 October 2028 (everyone else), through the public solution or a private platform. Pay Day produces EN 16931 e-invoices but does not yet connect to the Spanish platform.
de: Spanien führt die B2B-E-Rechnungspflicht schrittweise ein: ab 1. Oktober 2027 für Unternehmen mit einem Umsatz über 8 Millionen €, ab 1. Oktober 2028 für alle anderen, über die öffentliche Lösung oder eine private Plattform. Pay Day erstellt EN-16931-E-Rechnungen, ist aber noch nicht an die spanische Plattform angebunden.
es: España implanta de forma progresiva la facturación electrónica B2B obligatoria: desde el 1 de octubre de 2027 (facturación superior a 8 millones de €) y desde el 1 de octubre de 2028 (el resto), a través de la solución pública o de una plataforma privada. Pay Day genera facturas electrónicas EN 16931, pero todavía no se conecta con la plataforma española.
fi: Espanja ottaa pakollisen yritysten välisen verkkolaskutuksen käyttöön vaiheittain: 1.10.2027 alkaen yli 8 miljoonan euron liikevaihdon yrityksille ja 1.10.2028 alkaen kaikille muille, julkisen ratkaisun tai yksityisen alustan kautta. Pay Day tuottaa EN 16931 -verkkolaskuja, mutta ei vielä ole yhteydessä espanjalaiseen alustaan.
fr: L'Espagne met en place progressivement la facturation électronique B2B obligatoire : à partir du 1er octobre 2027 (chiffre d'affaires supérieur à 8 millions d'€) et du 1er octobre 2028 (toutes les autres), via la solution publique ou une plateforme privée. Pay Day génère des factures électroniques EN 16931, mais ne se connecte pas encore à la plateforme espagnole.
it: La Spagna introduce gradualmente la fatturazione elettronica B2B obbligatoria: dal 1° ottobre 2027 (fatturato superiore a 8 milioni di €) e dal 1° ottobre 2028 (tutte le altre), tramite la soluzione pubblica o una piattaforma privata. Pay Day genera fatture elettroniche EN 16931, ma non si collega ancora alla piattaforma spagnola.
ja: スペインは義務的B2B電子インボイスを段階的に導入します。2027年10月1日から（年商800万ユーロ超の企業）、2028年10月1日から（それ以外）、公共ソリューションまたは民間プラットフォーム経由となります。Pay DayはEN 16931準拠の電子インボイスを作成しますが、スペインのプラットフォームへの接続はまだ対応していません。
ko: 스페인은 의무적 B2B 전자 인보이스를 단계적으로 도입합니다. 2027년 10월 1일부터(매출 800만 유로 초과 기업), 2028년 10월 1일부터(그 외 모든 기업), 공공 솔루션 또는 민간 플랫폼을 통해 시행됩니다. Pay Day는 EN 16931 전자 인보이스를 생성하지만, 아직 스페인 플랫폼에는 연결되지 않습니다.
nl: Spanje voert verplichte b2b-e-facturatie gefaseerd in: vanaf 1 oktober 2027 (omzet boven 8 miljoen €) en vanaf 1 oktober 2028 (alle overige), via de publieke oplossing of een particulier platform. Pay Day genereert EN 16931-e-facturen, maar maakt nog geen verbinding met het Spaanse platform.
pl: Hiszpania wprowadza obowiązkowe e-fakturowanie B2B etapami: od 1 października 2027 r. (obroty powyżej 8 mln €) i od 1 października 2028 r. (pozostali), za pośrednictwem rozwiązania publicznego lub platformy prywatnej. Pay Day tworzy e-faktury zgodne z EN 16931, ale nie łączy się jeszcze z hiszpańską platformą.
pt_br: A Espanha implementa em fases a fatura eletrônica B2B obrigatória: a partir de 1º de outubro de 2027 (faturamento acima de 8 milhões de €) e de 1º de outubro de 2028 (as demais empresas), pela solução pública ou por uma plataforma privada. O Pay Day gera faturas eletrônicas EN 16931, mas ainda não se conecta à plataforma espanhola.
zh_hans: 西班牙将分阶段推行强制性 B2B 电子发票：自 2027 年 10 月 1 日起（营业额超过 800 万欧元的企业），自 2028 年 10 月 1 日起（其余企业），通过公共方案或私营平台实施。Pay Day 生成符合 EN 16931 的电子发票，但尚未接入西班牙平台。
zh_hant: 西班牙將分階段推行強制性 B2B 電子發票：自 2027 年 10 月 1 日起（營業額超過 800 萬歐元的企業），自 2028 年 10 月 1 日起（其餘企業），透過公共方案或私營平台實施。Pay Day 會產生符合 EN 16931 的電子發票，但尚未串接西班牙平台。

source: Start %lld-day free trial
de: %lld Tage gratis testen
es: Prueba gratis %lld días
fi: Aloita %lld päivän ilmainen kokeilu
fr: Essai gratuit de %lld jours
it: Prova gratis %lld giorni
ja: %lld 日間無料で試す
ko: %lld일 무료 체험 시작
nl: Probeer %lld dagen gratis
pl: Wypróbuj %lld dnia za darmo
pt_br: Teste grátis por %lld dias
zh_hans: 开始 %lld 天免费试用
zh_hant: 開始 %lld 天免費試用

source: Street address
de: Straße und Hausnummer
es: Dirección
fi: Katuosoite
fr: Adresse
it: Indirizzo
ja: 番地・建物名
ko: 주소
nl: Straat en huisnummer
pl: Ulica i numer
pt_br: Endereço
zh_hans: 街道地址
zh_hant: 街道地址

source: Submitting to Peppol…
de: Übermittlung an Peppol…
es: Enviando a Peppol…
fi: Lähetetään Peppoliin…
fr: Transmission à Peppol…
it: Trasmissione a Peppol…
ja: Peppol に送信中…
ko: Peppol로 전송 중…
nl: Versturen naar Peppol…
pl: Przesyłanie do Peppol…
pt_br: Enviando para o Peppol…
zh_hans: 正在提交至 Peppol…
zh_hant: 正在提交至 Peppol…

source: Subscribe
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S'abonner
it: Abbonati
ja: 登録する
ko: 구독하기
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
zh_hans: 订阅
zh_hant: 訂閱

source: Subscriptions auto-renew unless cancelled at least 24h before the period ends. Manage in Apple ID settings.
de: Abos verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des Zeitraums gekündigt werden. Verwaltung in den Apple-ID-Einstellungen.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen al menos 24 h antes del fin del periodo. Gestiónalas en los ajustes de tu Apple ID.
fi: Tilaukset uusiutuvat automaattisesti, ellei niitä peruuteta vähintään 24 h ennen jakson päättymistä. Hallinnoi Apple ID -asetuksissa.
fr: Les abonnements se renouvellent automatiquement sauf résiliation au moins 24 h avant la fin de la période. Gestion dans les réglages de votre compte Apple.
it: Gli abbonamenti si rinnovano automaticamente salvo disdetta almeno 24 ore prima della fine del periodo. Gestiscili nelle impostazioni dell'Apple ID.
ja: サブスクリプションは、期間終了の 24 時間前までに解約しない限り自動更新されます。管理は Apple ID の設定から行えます。
ko: 구독은 기간 종료 24시간 전까지 해지하지 않으면 자동으로 갱신됩니다. Apple ID 설정에서 관리할 수 있습니다.
nl: Abonnementen worden automatisch verlengd, tenzij je ze minstens 24 uur voor het einde van de periode opzegt. Beheer dit in je Apple ID-instellingen.
pl: Subskrypcje odnawiają się automatycznie, o ile nie zostaną anulowane co najmniej 24 h przed końcem okresu. Zarządzaj w ustawieniach Apple ID.
pt_br: As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 h antes do fim do período. Gerencie nos ajustes do Apple ID.
zh_hans: 订阅将自动续订，除非在当期结束前至少 24 小时取消。可在 Apple ID 设置中管理。
zh_hant: 除非在當期結束前至少 24 小時取消，否則訂閱將自動續訂。可在 Apple ID 設定中管理。

source: Subtotal
de: Zwischensumme
fi: Välisumma
fr: Sous-total
it: Subtotale
ja: 小計
ko: 소계
nl: Subtotaal
pl: Razem netto
zh_hans: 小计
zh_hant: 小計

source: Sweden has no B2B mandate yet, but Peppol is the national standard and mandatory for government suppliers. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: Schweden hat noch keine B2B-Pflicht, aber Peppol ist der nationale Standard und für Lieferanten des Staates verpflichtend. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: Suecia aún no tiene una obligación B2B, pero Peppol es el estándar nacional y es obligatorio para los proveedores del Estado. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: Ruotsissa ei vielä ole yritysten välistä pakkoa, mutta Peppol on kansallinen standardi ja pakollinen valtion hankintojen toimittajille. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: La Suède n'a pas encore d'obligation B2B, mais Peppol est la norme nationale et est obligatoire pour les fournisseurs de l'État. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: La Svezia non ha ancora un obbligo B2B, ma Peppol è lo standard nazionale ed è obbligatorio per i fornitori statali. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: スウェーデンにはまだB2B義務はありませんが、Peppolは国内標準であり、政府調達の取引先には義務付けられています。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: 스웨덴은 아직 B2B 의무가 없지만, Peppol이 국가 표준이며 정부 공급업체에는 의무 사항입니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: Zweden heeft nog geen B2B-verplichting, maar Peppol is de nationale standaard en verplicht voor leveranciers van de overheid. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: Szwecja nie ma jeszcze obowiązku B2B, ale Peppol jest standardem krajowym i jest obowiązkowy dla dostawców administracji państwowej. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: A Suécia ainda não tem uma obrigação B2B, mas o Peppol é o padrão nacional e é obrigatório para fornecedores do governo. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: 瑞典目前还没有 B2B 强制规定，但 Peppol 是国家标准，并且政府供应商必须使用。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: 瑞典目前尚無 B2B 強制規定，但 Peppol 是國家標準，且政府供應商必須採用。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
it: Termini d'uso
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

source: The AI request failed — check your connection and try again.
de: Die KI-Anfrage ist fehlgeschlagen – prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La solicitud a la IA falló: comprueba tu conexión e inténtalo de nuevo.
fi: Tekoälypyyntö epäonnistui – tarkista verkkoyhteys ja yritä uudelleen.
fr: La requête IA a échoué — vérifiez votre connexion et réessayez.
it: La richiesta all'IA non è riuscita: controlla la connessione e riprova.
ja: AI へのリクエストが失敗しました。接続を確認してもう一度お試しください。
ko: AI 요청이 실패했습니다. 연결을 확인한 뒤 다시 시도하세요.
nl: Het AI-verzoek is mislukt — controleer je verbinding en probeer het opnieuw.
pl: Żądanie do AI nie powiodło się — sprawdź połączenie i spróbuj ponownie.
pt_br: A solicitação à IA falhou — verifique sua conexão e tente novamente.
zh_hans: AI 请求失败——请检查网络连接后重试。
zh_hant: AI 請求失敗——請檢查網路連線後再試一次。

source: The Netherlands has no B2B mandate yet, but Peppol is the national standard and mandatory for government suppliers. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: Die Niederlande haben noch keine B2B-Pflicht, aber Peppol ist der nationale Standard und für Lieferanten des Staates verpflichtend. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: Los Países Bajos aún no tienen una obligación B2B, pero Peppol es el estándar nacional y es obligatorio para los proveedores del Estado. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: Alankomaissa ei vielä ole yritysten välistä pakkoa, mutta Peppol on kansallinen standardi ja pakollinen valtion hankintojen toimittajille. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: Les Pays-Bas n'ont pas encore d'obligation B2B, mais Peppol est la norme nationale et est obligatoire pour les fournisseurs de l'État. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: I Paesi Bassi non hanno ancora un obbligo B2B, ma Peppol è lo standard nazionale ed è obbligatorio per i fornitori statali. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: オランダにはまだB2B義務はありませんが、Peppolは国内標準であり、政府調達の取引先には義務付けられています。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: 네덜란드는 아직 B2B 의무가 없지만, Peppol이 국가 표준이며 정부 공급업체에는 의무 사항입니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: Nederland heeft nog geen B2B-verplichting, maar Peppol is de nationale standaard en verplicht voor leveranciers van de overheid. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: Niderlandy nie mają jeszcze obowiązku B2B, ale Peppol jest standardem krajowym i jest obowiązkowy dla dostawców administracji państwowej. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: Os Países Baixos ainda não têm uma obrigação B2B, mas o Peppol é o padrão nacional e é obrigatório para fornecedores do governo. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: 荷兰目前还没有 B2B 强制规定，但 Peppol 是国家标准，并且政府供应商必须使用。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: 荷蘭目前尚無 B2B 強制規定，但 Peppol 是國家標準，且政府供應商必須採用。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: The PDF couldn't be written for sharing. Try again.
de: Das PDF konnte nicht zum Teilen erstellt werden. Bitte erneut versuchen.
es: No se pudo preparar el PDF para compartir. Inténtalo de nuevo.
fi: PDF:ää ei voitu valmistella jakamista varten. Yritä uudelleen.
fr: Le PDF n'a pas pu être préparé pour le partage. Réessayez.
it: Non è stato possibile preparare il PDF per la condivisione. Riprova.
ja: 共有用の PDF を書き出せませんでした。もう一度お試しください。
ko: 공유할 PDF를 만들지 못했습니다. 다시 시도하세요.
nl: De pdf kon niet worden klaargezet om te delen. Probeer het opnieuw.
pl: Nie udało się przygotować pliku PDF do udostępnienia. Spróbuj ponownie.
pt_br: Não foi possível preparar o PDF para compartilhar. Tente novamente.
zh_hans: 无法生成用于共享的 PDF，请重试。
zh_hant: 無法產生可分享的 PDF，請再試一次。

source: The content is used only to generate your draft. It is not stored by us after the response, not used to train AI models, and never used for advertising. You review and edit every draft.
de: Die Inhalte werden ausschließlich zur Erstellung Ihres Entwurfs verwendet. Wir speichern sie nach der Antwort nicht, nutzen sie nicht zum Training von KI-Modellen und niemals für Werbung. Jeden Entwurf prüfen und bearbeiten Sie selbst.
es: El contenido solo se usa para generar tu borrador. No lo almacenamos después de la respuesta, no se usa para entrenar modelos de IA ni nunca con fines publicitarios. Tú revisas y editas cada borrador.
fi: Sisältöä käytetään vain luonnoksesi luomiseen. Emme säilytä sitä vastauksen jälkeen emmekä käytä sitä tekoälymallien kouluttamiseen tai koskaan mainontaan. Tarkistat ja muokkaat jokaisen luonnoksen itse.
fr: Le contenu sert uniquement à générer votre brouillon. Nous ne le conservons pas après la réponse, il ne sert pas à entraîner des modèles d'IA et jamais à la publicité. Vous relisez et modifiez chaque brouillon.
it: Il contenuto serve solo a generare la tua bozza. Non lo conserviamo dopo la risposta, non viene usato per addestrare modelli di IA né mai per la pubblicità. Sei tu a rivedere e modificare ogni bozza.
ja: 内容は下書きの生成にのみ使用されます。応答後に当社が保存することはなく、AI モデルの学習にも広告にも一切利用しません。下書きはすべてご自身で確認・編集できます。
ko: 내용은 초안 생성에만 사용됩니다. 응답 후에는 저장하지 않으며, AI 모델 학습이나 광고에는 절대 사용하지 않습니다. 모든 초안은 직접 검토하고 수정합니다.
nl: De inhoud wordt alleen gebruikt om je concept te maken. Wij bewaren die niet na het antwoord, gebruiken die niet om AI-modellen te trainen en nooit voor advertenties. Je bekijkt en bewerkt elk concept zelf.
pl: Treść służy wyłącznie do wygenerowania szkicu. Nie przechowujemy jej po otrzymaniu odpowiedzi, nie używamy jej do trenowania modeli AI ani nigdy do celów reklamowych. Każdy szkic sprawdzasz i edytujesz samodzielnie.
pt_br: O conteúdo é usado apenas para gerar seu rascunho. Não o armazenamos após a resposta, não o usamos para treinar modelos de IA e nunca para publicidade. Você revisa e edita cada rascunho.
zh_hans: 这些内容仅用于生成你的草稿。我们在收到回复后不会保存，不用于训练 AI 模型，也绝不用于广告。每份草稿都由你审阅和修改。
zh_hant: 這些內容僅用於產生你的草稿。我們在收到回應後不會留存，不會用於訓練 AI 模型，也絕不會用於廣告。每份草稿都由你審閱與編輯。

source: The invoice couldn't be saved. Please try again.
de: Die Rechnung konnte nicht gesichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar la factura. Inténtalo de nuevo.
fi: Laskua ei voitu tallentaa. Yritä uudelleen.
fr: La facture n'a pas pu être enregistrée. Veuillez réessayer.
it: Non è stato possibile salvare la fattura. Riprova.
ja: 請求書を保存できませんでした。もう一度お試しください。
ko: 인보이스를 저장하지 못했습니다. 다시 시도해 주세요.
nl: De factuur kon niet worden bewaard. Probeer het opnieuw.
pl: Nie udało się zapisać faktury. Spróbuj ponownie.
pt_br: Não foi possível salvar a fatura. Tente novamente.
zh_hans: 无法存储发票，请重试。
zh_hant: 無法儲存這張發票，請再試一次。

source: The request goes over an encrypted connection to Pay Day's backend (operated by Midgar Oy), which forwards it to OpenAI for processing.
de: Die Anfrage geht über eine verschlüsselte Verbindung an das Backend von Pay Day (betrieben von Midgar Oy), das sie zur Verarbeitung an OpenAI weiterleitet.
es: La solicitud se envía por una conexión cifrada al backend de Pay Day (operado por Midgar Oy), que la reenvía a OpenAI para su procesamiento.
fi: Pyyntö kulkee salattua yhteyttä pitkin Pay Dayn taustapalveluun (ylläpitäjä Midgar Oy), joka välittää sen OpenAI:lle käsiteltäväksi.
fr: La requête est transmise via une connexion chiffrée au backend de Pay Day (exploité par Midgar Oy), qui la transfère à OpenAI pour traitement.
it: La richiesta viaggia su una connessione cifrata verso il backend di Pay Day (gestito da Midgar Oy), che la inoltra a OpenAI per l'elaborazione.
ja: リクエストは暗号化された通信で Pay Day のバックエンド（運営: Midgar Oy）に送られ、そこから処理のために OpenAI へ転送されます。
ko: 요청은 암호화된 연결을 통해 Pay Day 백엔드(운영: Midgar Oy)로 전송되며, 처리를 위해 OpenAI로 전달됩니다.
nl: Het verzoek gaat via een versleutelde verbinding naar de backend van Pay Day (beheerd door Midgar Oy), die het ter verwerking doorstuurt naar OpenAI.
pl: Żądanie trafia szyfrowanym połączeniem do zaplecza Pay Day (prowadzonego przez Midgar Oy), które przekazuje je do OpenAI w celu przetworzenia.
pt_br: A solicitação vai por uma conexão criptografada até o backend do Pay Day (operado pela Midgar Oy), que a encaminha para a OpenAI processar.
zh_hans: 请求通过加密连接发送到 Pay Day 的后端（由 Midgar Oy 运营），再转发给 OpenAI 处理。
zh_hant: 請求會透過加密連線傳送至 Pay Day 的後端（由 Midgar Oy 營運），再轉交 OpenAI 處理。

source: The server couldn't delete the account (%lld). Try again.
de: Der Server konnte das Konto nicht löschen (%lld). Bitte erneut versuchen.
es: El servidor no pudo eliminar la cuenta (%lld). Inténtalo de nuevo.
fi: Palvelin ei voinut poistaa tiliä (%lld). Yritä uudelleen.
fr: Le serveur n'a pas pu supprimer le compte (%lld). Réessayez.
it: Il server non è riuscito a eliminare l'account (%lld). Riprova.
ja: サーバーがアカウントを削除できませんでした（%lld）。もう一度お試しください。
ko: 서버에서 계정을 삭제하지 못했습니다(%lld). 다시 시도하세요.
nl: De server kon het account niet verwijderen (%lld). Probeer het opnieuw.
pl: Serwer nie mógł usunąć konta (%lld). Spróbuj ponownie.
pt_br: O servidor não conseguiu excluir a conta (%lld). Tente novamente.
zh_hans: 服务器无法删除账户（%lld）。请重试。
zh_hant: 伺服器無法刪除帳戶（%lld）。請再試一次。

source: The server returned an error (%lld).
de: Der Server hat einen Fehler zurückgegeben (%lld).
es: El servidor devolvió un error (%lld).
fi: Palvelin palautti virheen (%lld).
fr: Le serveur a renvoyé une erreur (%lld).
it: Il server ha restituito un errore (%lld).
ja: サーバーがエラーを返しました（%lld）。
ko: 서버가 오류를 반환했습니다(%lld).
nl: De server gaf een fout terug (%lld).
pl: Serwer zwrócił błąd (%lld).
pt_br: O servidor retornou um erro (%lld).
zh_hans: 服务器返回错误（%lld）。
zh_hant: 伺服器傳回錯誤（%lld）。

source: The server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
es: El servidor devolvió una respuesta inesperada.
fi: Palvelin palautti odottamattoman vastauksen.
fr: Le serveur a renvoyé une réponse inattendue.
it: Il server ha restituito una risposta imprevista.
ja: サーバーから予期しない応答が返されました。
ko: 서버에서 예기치 않은 응답이 왔습니다.
nl: De server gaf een onverwacht antwoord.
pl: Serwer zwrócił nieoczekiwaną odpowiedź.
pt_br: O servidor retornou uma resposta inesperada.
zh_hans: 服务器返回了意外的响应。
zh_hant: 伺服器傳回了非預期的回應。
